/* Header of album tag column
   Preferences field label */
"Album tag" = "Album tag";

/* Application status string */
"Analysing" = "Analysing";

/* Header of artist tag column
   Preferences field label */
"Artist tag" = "Artist tag";

/* Preferences button label */
"Cancel" = "Cancel";

/* Error message */
"Cannot decode this file" = "Cannot decode this file";

/* Header of comment tag column
   Preferences field label */
"Comment tag" = "Comment tag";

/* Preferences section header */
"Custom key codes" = "Custom key codes";

/* Song list menu item */
"Delete selected rows" = "Delete selected rows";

/* Preferences field label */
"Delimiter for prepend/append" = "Delimiter for prepend/append";

/* Header of result column */
"Detected key" = "Detected key";

/* Error message */
"File too long" = "File too long";

/* Header of file name column */
"Filename" = "Filename";

/* Analysis button text */
"Find keys" = "Find keys";

/* Header of grouping tag column
   Preferences field label */
"Grouping tag" = "Grouping tag";

/* Error message */
"Internal error decoding channel data" = "Internal error decoding channel data";

/* Error message */
"Internal error deriving converter" = "Internal error deriving converter";

/* Error message */
"Internal error deriving working buffer" = "Internal error deriving working buffer";

/* Header of key tag column
   Preferences field label */
"Key tag" = "Key tag";

/* Title of the internal drag and drop file 'playlist'. */
"KeyFinder drag and drop" = "KeyFinder drag and drop";

/* Shown when a particular metadata field is not available to the current file's type. */
"N/A" = "N/A";

/* Header of file path column */
"Path" = "Path";

/* Column header for playlists table */
"Playlists" = "Playlists";

/* Title of preferences window */
"Preferences" = "Preferences";

/* Application status string */
"Reading file system" = "Reading file system";

/* Application status string */
"Reading playlists" = "Reading playlists";

/* Application status string */
"Reading tags" = "Reading tags";

/* Preferences button label */
"Save" = "Save";

/* Song list menu item */
"Select All" = "Select All";

/* Song list menu item */
"Show in Finder" = "Show in Finder";

/* Preferences field label */
"Silence" = "Silence";

/* Preferences field label */
"Skip files longer than (minutes)" = "Skip files longer than (minutes)";

/* Preferences toggle label */
"Skip files that already have metadata" = "Skip files that already have metadata";

/* File analysis status message */
"Skipped file with existing metadata" = "Skipped file with existing metadata";

/* Preferences section header */
"Tagging" = "Tagging";

/* Header of title tag column
   Preferences field label */
"Title tag" = "Title tag";

/* Preferences field label */
"What to write" = "What to write";

/* Preferences section header */
"Where to write" = "Where to write";

/* Song list menu item */
"Write key to tags" = "Write key to tags";

/* Preferences toggle label */
"Write to tags automatically during batch jobs" = "Write to tags automatically during batch jobs";

/* Application status string */
"Writing tags" = "Writing tags";

